INSERT INTO shared_schedule (sh_schedule_content, sh_schedule_date, member_id, cardinal_id)
VALUES
-- Cardinal 1
('Spring Boot 강의 수강', '2025-01-15', 1, 1),
('프로젝트 발표 준비', '2025-01-16', 2, 1),
('워크숍', '2025-01-17', 3, 1),
('팀 프로젝트 일정 조율', '2025-01-18', 4, 1),

-- Cardinal 2
('PCCE 코딩 테스트', '2025-01-19', 5, 2),
('네트워크 강의 수강', '2025-01-20', 6, 2),
('Python 심화 학습', '2025-01-21', 7, 2),
('팀 코드 리뷰 세션', '2025-01-22', 8, 2),

-- Cardinal 3
('Spring Boot 아이디어 발표', '2025-01-23', 9, 3),
('리눅스 기능 연습', '2025-01-24', 10, 3),
('웹 개발 코드 리팩토링', '2025-01-25', 11, 3),
('포트폴리오 발표 준비', '2025-01-26', 12, 3),

-- Cardinal 4
('Java 기능 학습', '2025-01-27', 13, 4),
('팀 프로젝트 Sprint 회의', '2025-01-28', 14, 4),
('Java 개발 워크숍', '2025-01-29', 15, 4),
('SW 모의 면접 준비', '2025-01-30', 16, 4),

-- Cardinal 5
('스터디 시작', '2025-01-31', 17, 5),
('알고리즘 문제 특강', '2025-02-01', 18, 5),
('Java 웹 개발 프로젝트', '2025-02-02', 19, 5),
('PCCP 코딩 테스트', '2025-02-03', 20, 5),

-- Cardinal 6
('PCCP 코딩 테스트', '2025-02-04', 21, 6),
('프로젝트 테스팅 및 디버깅', '2025-02-05', 22, 6),
('Java 서버 학습', '2025-02-06', 23, 6),
('최종 프로젝트 발표', '2025-02-07', 24, 6);
