INSERT INTO EMP_INFO_REPORT (emp_rpt_date, emp_rpt_reason_id, emp_rpt_member_id, emp_rpted_member_id, emp_post_id, emp_cmt_id)
VALUES
-- 신고 1: 게시글에 대한 신고
('2024-07-10', 11, 5, 12, 36, NULL),

-- 신고 2: 댓글에 대한 신고
('2023-11-25', 12, 7, 14, NULL, 106),

-- 신고 3: 게시글에 대한 신고
('2022-10-05', 13, 9, 16, 37, NULL),

-- 신고 4: 댓글에 대한 신고
('2021-05-20', 14, 11, 18, NULL, 107),

-- 신고 5: 게시글 신고
('2020-12-01', 15, 13, 20, 38, NULL),

-- 신고 6: 댓글에 대한 신고
('2023-04-17', 16, 15, 22, NULL, 108),

-- 신고 7: 게시글에 대한 신고
('2022-09-30', 17, 17, 24, 39, NULL),

-- 신고 8: 댓글에 대한 신고
('2021-12-15', 18, 19, 26, NULL, 109),

-- 신고 9: 댓글 신고
('2024-01-03', 19, 21, 28, NULL, 110),

-- 신고 10: 게시글에 대한 신고
('2023-06-20', 20, 23, 3, 40, NULL);
