INSERT INTO PERSONAL_SCHEDULE (psn_schedule_content, psn_schedule_date, psn_schedule_writer_id) VALUES
('팀 미팅', '2024-01-01', 101),   -- 관리자 일정: 팀 미팅
('프로젝트 발표 준비', '2024-01-03', 102),   -- 민자 일정: 프로젝트 발표 준비
('디자인 회의', '2024-01-06', 103),   -- 하나 일정: 디자인 회의
('고객 미팅', '2024-01-10', 104),   -- 다닐 일정: 고객 미팅
('주간 회의', '2024-01-12', 105),   -- 해림 일정: 주간 회의
('회의록 작성', '2024-01-15', 106),   -- 혜운 일정: 회의록 작성
('코드 리뷰', '2024-01-17', 107),   -- 지소 일정: 코드 리뷰
('기술 세미나 참석', '2024-01-20', 108),   -- 제니 일정: 기술 세미나 참석
('커뮤니티 이벤트 참여', '2024-01-23', 109),   -- 로세 일정: 커뮤니티 이벤트 참여
('팀 빌딩 행사', '2024-01-27', 110),   -- 리사 일정: 팀 빌딩 행사
('프로젝트 관리', '2024-02-02', 111),   -- 지수 일정: 프로젝트 관리
('연차 휴가', '2024-02-04', 112),   -- 아이 일정: 연차 휴가
('회의 준비', '2024-02-08', 113),   -- 태온 일정: 회의 준비
('개발자 회의', '2024-02-10', 114),   -- 티나 일정: 개발자 회의
('세미나 준비', '2024-02-14', 115),   -- 유안 일정: 세미나 준비
('신규 프로젝트 런칭', '2024-02-18', 116),   -- 서휜 일정: 신규 프로젝트 런칭
('웹사이트 유지보수', '2024-02-20', 117),   -- 이림 일정: 웹사이트 유지보수
('프레젠테이션 준비', '2024-02-25', 118),   -- 슬기 일정: 프레젠테이션 준비
('팀워크 향상 활동', '2024-02-27', 119),   -- 원디 일정: 팀워크 향상 활동
('소프트웨어 업데이트', '2024-03-01', 120),   -- 조이 일정: 소프트웨어 업데이트
('시장 분석 보고서 작성', '2024-03-05', 121),   -- 예리 일정: 시장 분석 보고서 작성
('업무 보고서 제출', '2024-03-09', 122),   -- 사다 일정: 업무 보고서 제출
('인턴 면접 진행', '2024-03-12', 123),   -- 모모 일정: 인턴 면접 진행
('데이터 분석', '2024-03-14', 124),   -- 지효 일정: 데이터 분석
('클라이언트 미팅', '2024-03-18', 125),   -- 미다 일정: 클라이언트 미팅
('팀 프로젝트 진행', '2024-03-22', 126),   -- 다훈 일정: 팀 프로젝트 진행
('개발 일정 점검', '2024-03-25', 127),   -- 채영 일정: 개발 일정 점검
('QA 회의', '2024-03-28', 128),   -- 쯔유 일정: QA 회의
('회식 준비', '2024-03-30', 129),   -- 예준 일정: 회식 준비
('기술 교육 참석', '2024-04-02', 130),   -- 리아 일정: 기술 교육 참석
